Repository: kneefer/WindowsPhoneBMIApp
Catalog: PanoramaApp1/Resources/AppResources.*.resx
Languages: pl_pl

# ResourceLanguage
source: en-US
pl_pl: pl-PL

# ApplicationTitle
source: BMI Calc
pl_pl: Fit&Gym

# BMICalculatatorExecuteButtonText
source: Calculate BMI
pl_pl: Oblicz BMI

# BMICalculatatorHeightLabelValue
source: Height
pl_pl: Wzrost

# BMICalculatatorHeightTextboxDefaultValue
source: Type your height in cm...
pl_pl: Podaj wzrost w cm...

# BMICalculatatorWeightLabelValue
source: Weight
pl_pl: Waga

# BMICalculatatorWeightTextboxDefaultValue
source: Type your weight in kg...
pl_pl: Podaj wagę w kg...

# BMILimitLvl_0
source: Very severely underweight
pl_pl: Wygłodzenie

# BMILimitLvl_1
source: Severely underweight
pl_pl: Wychudzenie

# BMILimitLvl_2
source: Underweight
pl_pl: Niedowaga

# BMILimitLvl_3
source: Normal weight
pl_pl: Waga prawidłowa

# BMILimitLvl_4
source: Overweight
pl_pl: Nadwaga

# BMILimitLvl_5
source: Moderately obese
pl_pl: Otyłość (I stopnia)

# BMILimitLvl_6
source: Severely obese
pl_pl: Otyłość kliniczna (II stopnia)

# BMILimitLvl_7
source: Very severely obese
pl_pl: Otyłość skrajna (III stopnia)

# AboutSentence
source: About
pl_pl: O programie

# BMIHistoryIsEmptyPlaceholder
source: History is empty... so far
pl_pl: Historia jest pusta... jak na razie

# BMIHistoryWindowTitle
source: History of your BMI
pl_pl: Historia Twoich BMI

# DesignedAndCreatedBySentence
source: Designed and created by
pl_pl: Zaprojektowane i stworzone przez

# AndConjuntion
source: and
pl_pl: i

# ApBar_AboutButtonText
source: about app
pl_pl: o aplikacji

# ApBar_HistoryButtonText
source: bmi history
pl_pl: hist. bmi

# BMIHeightInvalidInputException
source: Height - incorrect value
pl_pl: Wysokość - niepoprawna wartość

# BMIHeightInvalidRangeException
source: Height value should be between
pl_pl: Wysokość powinna być w zakresie pomiędzy

# BMIWeightInvalidInputException
source: Weight - incorrect value
pl_pl: Waga - niepoprawna wartość

# BMIWeightInvalidRangeException
source: Weight value should be between
pl_pl: Waga powinna być w zakresie pomiędzy

# BMILimitLvl_0_Info
source: This result suggests you definitely should see your GP. It is very important to do not ignore symptoms. If you ignore your unambiguous BMI results your health will be critically threatened.
pl_pl: Ten wynik sugeruje, że koniecznie powinieneś zobaczyć swojego lekarza pierwszego kontaktu. To bardzo ważne, by nie ignorować symptomów Jeśli zignorujesz swój jednoznaczny wynik BMI, Twoje zdrowie będze krytycznie zagrożone.

# BMILimitLvl_1_Info
source: This result suggests you are severly underweight which means you should seriously think about seeing your GP. Of course you should eat more because your current BMI indicates that you might have some problems with your organism in the near future.
pl_pl: Ten wynik sugeruje, że jesteś wychudzony, co oznacza, że powinieneś poważnie pomyśleć a wizycie u swojego lekarza pierwszego kontaktu. Oczywiście powinieneś jeść więcej, ponieważ Twoje bieżące BMI wykazuje, że możesz mieć pewne problemy ze swoim organizem w niedalekiej przyszłości.

# BMILimitLvl_2_Info
source: This result suggests you are underweight, which can affect health. Try to eat more.
pl_pl: Ten wynik sugeruje, że masz niedowagę, co może wpłynąć na zdrowie. Spróbuj jeść więcej.

# BMILimitLvl_3_Info
source: This result suggest you are a healthy weight for your height. Maintaining a healthy weight decreases the risk of a range of serious health problems.
pl_pl: Ten wynik sugeruje, że masz prawidłową wagę do swojego wzrostu. Utrzymywanie prawidłowej wagi zmniejsza ryzyko wystapienia wielu poważnych problemów zdrowotnych.

# BMILimitLvl_4_Info
source: This result suggests you are overweight, which increases the risk of becoming ill with problems such as high blood pressure, heart disease and cancer. You should think about doing sports and changing your diet to be fit.
pl_pl: Ten wynik sugeruje, że masz nadwagę, co zwiększa ryzyko wystąpienia chorób związanych z wysokim ciśnieniem, sercem i rakiem. Powinieneś pomyśleć o uprawianiu sportów i zmianie diety, by być zdrowym.

# BMILimitLvl_5_Info
source: This result suggests you are obese, which increases the risk of becoming ill with problems such as high blood pressure, heart disease and cancer. You should think about seeing your GP and definitely start doing sports and/or changing your current diet.
pl_pl: Ten wynik sugeruje, że jesteś otyły, co zwiększa ryzyko wystąpienia chorób związanych z wysokim ciśnieniem, sercem i rakiem. Powinieneś pomyśleć o wizycie u swojego lekarza pierwszego kontaktu i koniecznie zacząć uprawiać sporty i/lub zmianie Twojej bieżącej diety.

# BMILimitLvl_6_Info
source: This result suggests you are at 2nd stadium of obesity which increases the risk of becoming ill with problems such as high blood pressure, heart disease and cancer. You definitely should see your GP and change your diet because your health is threatened.
pl_pl: Ten wynik sugeruje, że jesteś otyły klinicznie, co zwiększa ryzyko wystąpienia chorób związanych z wysokim ciśnieniem, sercem i rakiem. Powinieneś koniecznie zobaczyć swojego lekarza pierwszego kontaktu i zmienić swoją dietę, ponieważ Twoje zdrowie jest zagrożone.

# BMILimitLvl_7_Info
source: This result suggests you are at 3rd stadium of obesity which increases the risk of becoming ill with problems such as high blood pressure, heart disease and cancer. You definitely should see your GP and change your diet because your health is threatened. Your current lifestyle is unhealthy and you shouldn't ignore this.
pl_pl: Ten wynik sugeruje, że jesteś krytycznie otyły, co zwiększa ryzyko wystąpienia chorób związanych z wysokim ciśnieniem, sercem i rakiem. Powinieneś koniecznie zobaczyć swojego lekarza pierwszego kontaktu i zmienić swoją dietę, ponieważ Twoje zdrowie jest zagrożone. Twój bieżący styl życia jest niezdrowy i nie powinieneś tego ignorować.
